{
  "name": "Dachshund",
  "icon": "modogs:dachshund_spawn_egg",
  "category": "modogs:cd_dogs",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Dachshunds have three genes that affect how they look. These are the B Locus, D Locus, and C Locus. The B Locus determines if the dog has black or chocolate fur, while the D Locus determines whether they are diluted to fawn or not. The C Locus determines whether they have tan or cream points."
    },
    {
      "type": "patchouli:text",
      "text": "The B Locus has two potential alleles, the dominant 'B' and the recessive 'b'. The 'B' allele creates black fur, while the 'b' allele creates brown or chocolate coloration. Dogs with one copy of 'b' will carry the chocolate trait and may pass it on to pups, providing the potential for chocolate pups depending on the other parent. Dogs with two copies of 'b' will always create either chocolate carriers or chocolate puppies.",
      "title": "B Locus"
    },
    {
      "type": "patchouli:text",
      "text": "The D Locus has two potential alleles, the dominant 'D' and the recessive 'd'. The 'D' allele does not affect the coat's color, while the 'd' allele is a dilute that creates pale, or fawn, fur. Dogs with one copy of 'd' will carry the dilution trait and may pass it on to pups, providing the potential for diluted pups depending on the other parent. Dogs with two copies of 'd' will always create either dilute carriers or fawn puppies.",
      "title": "D Locus"
    },
    {
      "type": "patchouli:text",
      "text": "The C Locus has two potential alleles, the dominant 'C' and the recessive 'c'. The 'C' allele creates tan points, while the 'c' allele is a dilute that creates cream points. Dogs with one copy of 'c' will carry the cream trait and may pass it on to pups, providing the potential for cream pups depending on the other parent. Dogs with two copies of 'c' will always create either cream carriers or cream puppies.",
      "title": "C Locus"
    }
  ]
}