{
  "name": "Russell Terrier",
  "icon": "modogs:russell_terrier_spawn_egg",
  "category": "modogs:p_to_r_dogs",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Russell Terriers have three genes that affect how they look. These are the K Locus, A Locus, and I Locus. The K Locus determines whether the dog has purely black fur or not, while the A Locus determines if the dog is tan or tricolor. The I Locus affects the shade of tan shown by the A Locus."
    },
    {
      "type": "patchouli:text",
      "text": "The K Locus has two potential alleles, the dominant 'Kb' and the recessive 'ky'. The 'Kb' allele creates pure black fur underneath the dog's white, while the 'ky' allele allows expression of the A Locus. Dogs with one copy of 'ky' will carry the non-black trait and may pass it on to pups, providing the potential for tan pups depending on the other parent. Dogs with two copies of 'ky' will always create either tan carriers or tan puppies.",
      "title": "K Locus"
    },
    {
      "type": "patchouli:text",
      "text": "The A Locus has two potential alleles, the dominant 'Ay' and the recessive 'at'. The 'Ay' allele creates pure tan fur underneath the dog's white, while the 'at' allele creates a tan and black tricolor. Dogs with one copy of 'at' will carry the tricolor trait and may pass it on to pups, providing the potential for tricolor pups depending on the other parent.",
      "title": "A Locus"
    },
    {
      "type": "patchouli:text",
      "text": "Dogs with two copies of 'at' will always create either tricolor carriers or tricolor puppies.",
      "title": "A Locus Cont."
    },
    {
      "type": "patchouli:text",
      "text": "The I Locus has two potential alleles, the incompletely dominant 'I' and 'i' alleles. The 'I' allele creates darker fur, while the 'i' allele creates lighter fur. Dogs with two copies of the 'I' allele have brown fur, while dogs with two copies of the 'i' allele have cream fur. Dogs with one copy of each have a more medium, or tan, coloration to their fur. The I Locus only affects the tan parts of a dog.",
      "title": "I Locus"
    }
  ]
}