{
  "name": "Alaskan Malamute",
  "icon": "modogs:alaskan_malamute_spawn_egg",
  "category": "modogs:a_dogs",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "Alaskan Malamutes have two genes that affect how they look, the B Locus and the S Locus. The B Locus determines whether the dog has more black or red coloration, while the S Locus determines whether the dog is solid colored or has a saddle-like marking."
    },
    {
      "type": "patchouli:text",
      "text": "Within the breed, two different rare variants have been observed, which are pale red and silver coloring. While these are less understood, silver will still show on genetics tests.",
      "title": "Overview Cont."
    },
    {
      "type": "patchouli:text",
      "text": "The B Locus has two potential alleles, the dominant 'B' and the recessive 'b'. The 'B' allele creates black coloration, while the 'b' allele creates red coloration. Dogs with one copy of 'b' will carry the red gene and may pass it on to pups, providing the potential for red pups depending on the other parent. Dogs with two copies of 'b' will always create either red carriers or red puppies.",
      "title": "B Locus"
    },
    {
      "type": "patchouli:text",
      "text": "The S Locus has two potential alleles, the dominant 'S' and the recessive 's'. The 'S' allele creates a saddle-like marking, while the 's' allele creates a solid pattern. Dogs with one copy of 's' will carry the solid trait and may pass it on to pups, providing the potential for solid pups depending on the other parent. Dogs with two copies of 's' will always create either solid carriers or solid puppies.",
      "title": "S Locus"
    },
    {
      "type": "patchouli:text",
      "text": "Some dogs have a trait that makes their red fur paler than normal. This trait will only show on red dogs with a saddle pattern, turning sable dogs to seal. Genetically, this trait isn't understood enough to show on tests, but it can be passed from parents to their pups.",
      "title": "Pale Red Variant"
    },
    {
      "type": "patchouli:text",
      "text": "Some dogs have a trait that dilutes black fur to silver. This trait will only show on solid patterned black dogs. Genetically, this trait isn't completely understood, however markers for the trait have still been found and show on genetic tests and the trait can be passed from parents to pups.",
      "title": "Silver Variant"
    }
  ]
}